[
  "1. The Tao that can be trodden is not the enduring and unchanging\nTao. The name that can be named is not the enduring and unchanging\nname. \n\n2. (Conceived of as) having no name, it is the Originator of heaven\nand earth; (conceived of as) having a name, it is the Mother of all\nthings. \n\n3. Always without desire we must be found, \nIf its deep mystery we would sound; \nBut if desire always within us be, \nIts outer fringe is all that we shall see. \n\n4. Under these two aspects, it is really the same; but as development\ntakes place, it receives the different names. Together we call them\nthe Mystery. Where the Mystery is the deepest is the gate of all that\nis subtle and wonderful.",
  "1. All in the world know the beauty of the beautiful, and in doing\nthis they have (the idea of) what ugliness is; they all know the skill\nof the skilful, and in doing this they have (the idea of) what the\nwant of skill is. \n\n2. So it is that existence and non-existence give birth the one to\n(the idea of) the other; that difficulty and ease produce the one\n(the idea of) the other; that length and shortness fashion out the\none the figure of the other; that (the ideas of) height and lowness\narise from the contrast of the one with the other; that the musical\nnotes and tones become harmonious through the relation of one with\nanother; and that being before and behind give the idea of one following\nanother. \n\n3. Therefore the sage manages affairs without doing anything, and\nconveys his instructions without the use of speech. \n\n4. All things spring up, and there is not one which declines to show\nitself; they grow, and there is no claim made for their ownership;\nthey go through their processes, and there is no expectation (of a\nreward for the results). The work is accomplished, and there is no\nresting in it (as an achievement). \n\nThe work is done, but how no one can see; \n'Tis this that makes the power not cease to be.",
  "1. Not to value and employ men of superior ability is the way to keep\nthe people from rivalry among themselves; not to prize articles which\nare difficult to procure is the way to keep them from becoming thieves;\nnot to show them what is likely to excite their desires is the way\nto keep their minds from disorder. \n\n2. Therefore the sage, in the exercise of his government, empties\ntheir minds, fills their bellies, weakens their wills, and strengthens\ntheir bones. \n\n3. He constantly (tries to) keep them without knowledge and without\ndesire, and where there are those who have knowledge, to keep them\nfrom presuming to act (on it). When there is this abstinence from\naction, good order is universal.",
  "1. The Tao is (like) the emptiness of a vessel; and in our employment\nof it we must be on our guard against all fulness. How deep and unfathomable\nit is, as if it were the Honoured Ancestor of all things!\n\n2. We should blunt our sharp points, and unravel the complications\nof things; we should attemper our brightness, and bring ourselves\ninto agreement with the obscurity of others. How pure and still the\nTao is, as if it would ever so continue! \n\n3. I do not know whose son it is. It might appear to have been before\nGod.",
  "1. Heaven and earth do not act from (the impulse of) any wish to be\nbenevolent; they deal with all things as the dogs of grass are dealt\nwith. The sages do not act from (any wish to be) benevolent; they\ndeal with the people as the dogs of grass are dealt with.\n\n2. May not the space between heaven and earth be compared to a bellows?\n\n'Tis emptied, yet it loses not its power; \n'Tis moved again, and sends forth air the more. \nMuch speech to swift exhaustion lead we see; \nYour inner being guard, and keep it free.",
  "The valley spirit dies not, aye the same; \nThe female mystery thus do we name. \nIts gate, from which at first they issued forth, \nIs called the root from which grew heaven and earth. \nLong and unbroken does its power remain, \nUsed gently, and without the touch of pain.",
  "1. Heaven is long-enduring and earth continues long. The reason why\nheaven and earth are able to endure and continue thus long is because\nthey do not live of, or for, themselves. This is how they are able\nto continue and endure. \n\n2. Therefore the sage puts his own person last, and yet it is found\nin the foremost place; he treats his person as if it were foreign\nto him, and yet that person is preserved. Is it not because he has\nno personal and private ends, that therefore such ends are realised?",
  "1. The highest excellence is like (that of) water. The excellence\nof water appears in its benefiting all things, and in its occupying,\nwithout striving (to the contrary), the low place which all men dislike.\nHence (its way) is near to (that of) the Tao. \n\n2. The excellence of a residence is in (the suitability of) the place;\nthat of the mind is in abysmal stillness; that of associations is\nin their being with the virtuous; that of government is in its securing\ngood order; that of (the conduct of) affairs is in its ability; and\nthat of (the initiation of) any movement is in its timeliness.\n\n3. And when (one with the highest excellence) does not wrangle (about\nhis low position), no one finds fault with him.",
  "1. It is better to leave a vessel unfilled, than to attempt to carry\nit when it is full. If you keep feeling a point that has been sharpened,\nthe point cannot long preserve its sharpness. \n\n2. When gold and jade fill the hall, their possessor cannot keep them\nsafe. When wealth and honours lead to arrogancy, this brings its evil\non itself. When the work is done, and one's name is becoming distinguished,\nto withdraw into obscurity is the way of Heaven.",
  "1. When the intelligent and animal souls are held together in one\nembrace, they can be kept from separating. When one gives undivided\nattention to the (vital) breath, and brings it to the utmost degree\nof pliancy, he can become as a (tender) babe. When he has cleansed\naway the most mysterious sights (of his imagination), he can become\nwithout a flaw. \n\n2. In loving the people and ruling the state, cannot he proceed without\nany (purpose of) action? In the opening and shutting of his gates\nof heaven, cannot he do so as a female bird? While his intelligence\nreaches in every direction, cannot he (appear to) be without knowledge?\n\n3. (The Tao) produces (all things) and nourishes them; it produces\nthem and does not claim them as its own; it does all, and yet does\nnot boast of it; it presides over all, and yet does not control them.\nThis is what is called 'The mysterious Quality' (of the Tao).",
  "the empty space (for the axle), that the use of the wheel depends.\nClay is fashioned into vessels; but it is on their empty hollowness,\nthat their use depends. The door and windows are cut out (from the\nwalls) to form an apartment; but it is on the empty space (within),\nthat its use depends. Therefore, what has a (positive) existence serves\nfor profitable adaptation, and what has not that for (actual) usefulness.",
  "1. Colour's five hues from th' eyes their sight will take;\n\nMusic's five notes the ears as deaf can make; \nThe flavours five deprive the mouth of taste; \nThe chariot course, and the wild hunting waste \nMake mad the mind; and objects rare and strange, \nSought for, men's conduct will to evil change. \n\n2. Therefore the sage seeks to satisfy (the craving of) the belly,\nand not the (insatiable longing of the) eyes. He puts from him the\nlatter, and prefers to seek the former.",
  "1. Favour and disgrace would seem equally to be feared; honour and\ngreat calamity, to be regarded as personal conditions (of the same\nkind). \n\n2. What is meant by speaking thus of favour and disgrace? Disgrace\nis being in a low position (after the enjoyment of favour). The getting\nthat (favour) leads to the apprehension (of losing it), and the losing\nit leads to the fear of (still greater calamity):--this is what is\nmeant by saying that favour and disgrace would seem equally to be\nfeared. And what is meant by saying that honour and great calamity\nare to be (similarly) regarded as personal conditions? What makes\nme liable to great calamity is my having the body (which I call myself);\nif I had not the body, what great calamity could come to me?\n\n3. Therefore he who would administer the kingdom, honouring it as\nhe honours his own person, may be employed to govern it, and he who\nwould administer it with the love which he bears to his own person\nmay be entrusted with it.",
  "1. We look at it, and we do not see it, and we name it 'the Equable.'\nWe listen to it, and we do not hear it, and we name it 'the Inaudible.'\nWe try to grasp it, and do not get hold of it, and we name it 'the\nSubtle.' With these three qualities, it cannot be made the subject\nof description; and hence we blend them together and obtain The One.\n\n2. Its upper part is not bright, and its lower part is not obscure.\nCeaseless in its action, it yet cannot be named, and then it again\nreturns and becomes nothing. This is called the Form of the Formless,\nand the Semblance of the Invisible; this is called the Fleeting and\nIndeterminable. \n\n3. We meet it and do not see its Front; we follow it, and do not see\nits Back. When we can lay hold of the Tao of old to direct the things\nof the present day, and are able to know it as it was of old in the\nbeginning, this is called (unwinding) the clue of Tao.",
  "1. The skilful masters (of the Tao) in old times, with a subtle and\nexquisite penetration, comprehended its mysteries, and were deep (also)\nso as to elude men's knowledge. As they were thus beyond men's knowledge,\nI will make an effort to describe of what sort they appeared to be.\n\n2. Shrinking looked they like those who wade through a stream in winter;\nirresolute like those who are afraid of all around them; grave like\na guest (in awe of his host); evanescent like ice that is melting\naway; unpretentious like wood that has not been fashioned into anything;\nvacant like a valley, and dull like muddy water. \n\n3. Who can (make) the muddy water (clear)? Let it be still, and it\nwill gradually become clear. Who can secure the condition of rest?\nLet movement go on, and the condition of rest will gradually arise.\n\n4. They who preserve this method of the Tao do not wish to be full\n(of themselves). It is through their not being full of themselves\nthat they can afford to seem worn and not appear new and complete.",
  "1. The (state of) vacancy should be brought to the utmost degree,\nand that of stillness guarded with unwearying vigour. All things alike\ngo through their processes of activity, and (then) we see them return\n(to their original state). When things (in the vegetable world) have\ndisplayed their luxuriant growth, we see each of them return to its\nroot. This returning to their root is what we call the state of stillness;\nand that stillness may be called a reporting that they have fulfilled\ntheir appointed end. \n\n2. The report of that fulfilment is the regular, unchanging rule.\nTo know that unchanging rule is to be intelligent; not to know it\nleads to wild movements and evil issues. The knowledge of that unchanging\nrule produces a (grand) capacity and forbearance, and that capacity\nand forbearance lead to a community (of feeling with all things).\nFrom this community of feeling comes a kingliness of character; and\nhe who is king-like goes on to be heaven-like. In that likeness to\nheaven he possesses the Tao. Possessed of the Tao, he endures long;\nand to the end of his bodily life, is exempt from all danger of decay.",
  "1. In the highest antiquity, (the people) did not know that there\nwere (their rulers). In the next age they loved them and praised them.\nIn the next they feared them; in the next they despised them. Thus\nit was that when faith (in the Tao) was deficient (in the rulers)\na want of faith in them ensued (in the people). \n\n2. How irresolute did those (earliest rulers) appear, showing (by\ntheir reticence) the importance which they set upon their words! Their\nwork was done and their undertakings were successful, while the people\nall said, 'We are as we are, of ourselves!'",
  "1. When the Great Tao (Way or Method) ceased to be observed, benevolence\nand righteousness came into vogue. (Then) appeared wisdom and shrewdness,\nand there ensued great hypocrisy. \n\n2. When harmony no longer prevailed throughout the six kinships, filial\nsons found their manifestation; when the states and clans fell into\ndisorder, loyal ministers appeared.",
  "1. If we could renounce our sageness and discard our wisdom, it would\nbe better for the people a hundredfold. If we could renounce our benevolence\nand discard our righteousness, the people would again become filial\nand kindly. If we could renounce our artful contrivances and discard\nour (scheming for) gain, there would be no thieves nor robbers.\n\n2. Those three methods (of government) \nThought olden ways in elegance did fail \nAnd made these names their want of worth to veil; \nBut simple views, and courses plain and true \nWould selfish ends and many lusts eschew.",
  "1. When we renounce learning we have no troubles. \nThe (ready) 'yes,' and (flattering) 'yea;'-- \nSmall is the difference they display. \nBut mark their issues, good and ill;-- \nWhat space the gulf between shall fill? What all men fear is indeed\nto be feared; but how wide and without end is the range of questions\n(asking to be discussed)! \n\n2. The multitude of men look satisfied and pleased; as if enjoying\na full banquet, as if mounted on a tower in spring. I alone seem listless\nand still, my desires having as yet given no indication of their presence.\nI am like an infant which has not yet smiled. I look dejected and\nforlorn, as if I had no home to go to. The multitude of men all have\nenough and to spare. I alone seem to have lost everything. My mind\nis that of a stupid man; I am in a state of chaos. Ordinary men look\nbright and intelligent, while I alone seem to be benighted. They look\nfull of discrimination, while I alone am dull and confused. I seem\nto be carried about as on the sea, drifting as if I had nowhere to\nrest. All men have their spheres of action, while I alone seem dull\nand incapable, like a rude borderer. (Thus) I alone am different from\nother men, but I value the nursing-mother (the Tao).",
  "The grandest forms of active force \nFrom Tao come, their only source. \nWho can of Tao the nature tell? \nOur sight it flies, our touch as well. \nEluding sight, eluding touch, \nThe forms of things all in it crouch; \nEluding touch, eluding sight, \nThere are their semblances, all right. \nProfound it is, dark and obscure; \nThings' essences all there endure. \nThose essences the truth enfold \nOf what, when seen, shall then be told. \nNow it is so; 'twas so of old. \nIts name--what passes not away; \nSo, in their beautiful array, \nThings form and never know decay. \n\nHow know I that it is so with all the beauties of existing things?\nBy this (nature of the Tao).",
  "1. The partial becomes complete; the crooked, straight; the empty,\nfull; the worn out, new. He whose (desires) are few gets them; he\nwhose (desires) are many goes astray. \n\n2. Therefore the sage holds in his embrace the one thing (of humility),\nand manifests it to all the world. He is free from self- display,\nand therefore he shines; from self-assertion, and therefore he is\ndistinguished; from self-boasting, and therefore his merit is acknowledged;\nfrom self-complacency, and therefore he acquires superiority. It is\nbecause he is thus free from striving that therefore no one in the\nworld is able to strive with him. \n\n3. That saying of the ancients that 'the partial becomes complete'\nwas not vainly spoken:--all real completion is comprehended under\nit.",
  "1. Abstaining from speech marks him who is obeying the spontaneity\nof his nature. A violent wind does not last for a whole morning; a\nsudden rain does not last for the whole day. To whom is it that these\n(two) things are owing? To Heaven and Earth. If Heaven and Earth cannot\nmake such (spasmodic) actings last long, how much less can man!\n\n2. Therefore when one is making the Tao his business, those who are\nalso pursuing it, agree with him in it, and those who are making the\nmanifestation of its course their object agree with him in that; while\neven those who are failing in both these things agree with him where\nthey fail. \n\n3. Hence, those with whom he agrees as to the Tao have the happiness\nof attaining to it; those with whom he agrees as to its manifestation\nhave the happiness of attaining to it; and those with whom he agrees\nin their failure have also the happiness of attaining (to the Tao).\n(But) when there is not faith sufficient (on his part), a want of\nfaith (in him) ensues (on the part of the others).",
  "He who stands on his tiptoes does not stand firm; he who stretches\nhis legs does not walk (easily). (So), he who displays himself does\nnot shine; he who asserts his own views is not distinguished; he who\nvaunts himself does not find his merit acknowledged; he who is self-\nconceited has no superiority allowed to him. Such conditions, viewed\nfrom the standpoint of the Tao, are like remnants of food, or a tumour\non the body, which all dislike. Hence those who pursue (the course)\nof the Tao do not adopt and allow them.",
  "1. There was something undefined and complete, coming into existence\nbefore Heaven and Earth. How still it was and formless, standing alone,\nand undergoing no change, reaching everywhere and in no danger (of\nbeing exhausted)! It may be regarded as the Mother of all things.\n\n2. I do not know its name, and I give it the designation of the Tao\n(the Way or Course). Making an effort (further) to give it a name\nI call it The Great. \n\n3. Great, it passes on (in constant flow). Passing on, it becomes\nremote. Having become remote, it returns. Therefore the Tao is great;\nHeaven is great; Earth is great; and the (sage) king is also great.\nIn the universe there are four that are great, and the (sage) king\nis one of them. \n\n4. Man takes his law from the Earth; the Earth takes its law from\nHeaven; Heaven takes its law from the Tao. The law of the Tao is its\nbeing what it is.",
  "1. Gravity is the root of lightness; stillness, the ruler of movement.\n\n2. Therefore a wise prince, marching the whole day, does not go far\nfrom his baggage waggons. Although he may have brilliant prospects\nto look at, he quietly remains (in his proper place), indifferent\nto them. How should the lord of a myriad chariots carry himself lightly\nbefore the kingdom? If he do act lightly, he has lost his root (of\ngravity); if he proceed to active movement, he will lose his throne.",
  "1. The skilful traveller leaves no traces of his wheels or footsteps;\nthe skilful speaker says nothing that can be found fault with or blamed;\nthe skilful reckoner uses no tallies; the skilful closer needs no\nbolts or bars, while to open what he has shut will be impossible;\nthe skilful binder uses no strings or knots, while to unloose what\nhe has bound will be impossible. In the same way the sage is always\nskilful at saving men, and so he does not cast away any man; he is\nalways skilful at saving things, and so he does not cast away anything.\nThis is called 'Hiding the light of his procedure.' \n\n2. Therefore the man of skill is a master (to be looked up to) by\nhim who has not the skill; and he who has not the skill is the helper\nof (the reputation of) him who has the skill. If the one did not honour\nhis master, and the other did not rejoice in his helper, an (observer),\nthough intelligent, might greatly err about them. This is called 'The\nutmost degree of mystery.'",
  "1. Who knows his manhood's strength, \nYet still his female feebleness maintains; \nAs to one channel flow the many drains, \nAll come to him, yea, all beneath the sky. \nThus he the constant excellence retains; \nThe simple child again, free from all stains. \n\nWho knows how white attracts, \nYet always keeps himself within black's shade, \nThe pattern of humility displayed, \nDisplayed in view of all beneath the sky; \nHe in the unchanging excellence arrayed, \nEndless return to man's first state has made. \n\nWho knows how glory shines, \nYet loves disgrace, nor e'er for it is pale; \nBehold his presence in a spacious vale, \nTo which men come from all beneath the sky. \nThe unchanging excellence completes its tale; \nThe simple infant man in him we hail. \n\n2. The unwrought material, when divided and distributed, forms vessels.\nThe sage, when employed, becomes the Head of all the Officers (of\ngovernment); and in his greatest regulations he employs no violent\nmeasures.",
  "1. If any one should wish to get the kingdom for himself, and to effect\nthis by what he does, I see that he will not succeed. The kingdom\nis a spirit-like thing, and cannot be got by active doing. He who\nwould so win it destroys it; he who would hold it in his grasp loses\nit. \n\n2. The course and nature of things is such that \nWhat was in front is now behind; \nWhat warmed anon we freezing find. \nStrength is of weakness oft the spoil; \nThe store in ruins mocks our toil. Hence the sage puts away excessive\neffort, extravagance, and easy indulgence.",
  "1. He who would assist a lord of men in harmony with the Tao will\nnot assert his mastery in the kingdom by force of arms. Such a course\nis sure to meet with its proper return. \n\n2. Wherever a host is stationed, briars and thorns spring up. In the\nsequence of great armies there are sure to be bad years.\n\n3. A skilful (commander) strikes a decisive blow, and stops. He does\nnot dare (by continuing his operations) to assert and complete his\nmastery. He will strike the blow, but will be on his guard against\nbeing vain or boastful or arrogant in consequence of it. He strikes\nit as a matter of necessity; he strikes it, but not from a wish for\nmastery. \n\n4. When things have attained their strong maturity they become old.\nThis may be said to be not in accordance with the Tao: and what is\nnot in accordance with it soon comes to an end.",
  "1. Now arms, however beautiful, are instruments of evil omen, hateful,\nit may be said, to all creatures. Therefore they who have the Tao\ndo not like to employ them. \n\n2. The superior man ordinarily considers the left hand the most honourable\nplace, but in time of war the right hand. Those sharp weapons are\ninstruments of evil omen, and not the instruments of the superior\nman;--he uses them only on the compulsion of necessity. Calm and repose\nare what he prizes; victory (by force of arms) is to him undesirable.\nTo consider this desirable would be to delight in the slaughter of\nmen; and he who delights in the slaughter of men cannot get his will\nin the kingdom. \n\n3. On occasions of festivity to be on the left hand is the prized\nposition; on occasions of mourning, the right hand. The second in\ncommand of the army has his place on the left; the general commanding\nin chief has his on the right;--his place, that is, is assigned to\nhim as in the rites of mourning. He who has killed multitudes of men\nshould weep for them with the bitterest grief; and the victor in battle\nhas his place (rightly) according to those rites.",
  "1. The Tao, considered as unchanging, has no name. \n\n2. Though in its primordial simplicity it may be small, the whole\nworld dares not deal with (one embodying) it as a minister. If a feudal\nprince or the king could guard and hold it, all would spontaneously\nsubmit themselves to him. \n\n3. Heaven and Earth (under its guidance) unite together and send down\nthe sweet dew, which, without the directions of men, reaches equally\neverywhere as of its own accord. \n\n4. As soon as it proceeds to action, it has a name. When it once has\nthat name, (men) can know to rest in it. When they know to rest in\nit, they can be free from all risk of failure and error.\n\n5. The relation of the Tao to all the world is like that of the great\nrivers and seas to the streams from the valleys.",
  "1. He who knows other men is discerning; he who knows himself is intelligent.\nHe who overcomes others is strong; he who overcomes himself is mighty.\nHe who is satisfied with his lot is rich; he who goes on acting with\nenergy has a (firm) will. \n\n2. He who does not fail in the requirements of his position, continues\nlong; he who dies and yet does not perish, has longevity.",
  "1. All-pervading is the Great Tao! It may be found on the left hand\nand on the right. \n\n2. All things depend on it for their production, which it gives to\nthem, not one refusing obedience to it. When its work is accomplished,\nit does not claim the name of having done it. It clothes all things\nas with a garment, and makes no assumption of being their lord;--it\nmay be named in the smallest things. All things return (to their root\nand disappear), and do not know that it is it which presides over\ntheir doing so;--it may be named in the greatest things.\n\n3. Hence the sage is able (in the same way) to accomplish his great\nachievements. It is through his not making himself great that he can\naccomplish them.",
  "1. To him who holds in his hands the Great Image (of the invisible\nTao), the whole world repairs. Men resort to him, and receive no hurt,\nbut (find) rest, peace, and the feeling of ease. \n\n2. Music and dainties will make the passing guest stop (for a time).\nBut though the Tao as it comes from the mouth, seems insipid and has\nno flavour, though it seems not worth being looked at or listened\nto, the use of it is inexhaustible.",
  "1. When one is about to take an inspiration, he is sure to make a\n(previous) expiration; when he is going to weaken another, he will\nfirst strengthen him; when he is going to overthrow another, he will\nfirst have raised him up; when he is going to despoil another, he\nwill first have made gifts to him:--this is called 'Hiding the light\n(of his procedure).' \n\n2. The soft overcomes the hard; and the weak the strong.\n\n3. Fishes should not be taken from the deep; instruments for the profit\nof a state should not be shown to the people.",
  "1. The Tao in its regular course does nothing (for the sake of doing\nit), and so there is nothing which it does not do. \n\n2. If princes and kings were able to maintain it, all things would\nof themselves be transformed by them. \n\n3. If this transformation became to me an object of desire, I would\nexpress the desire by the nameless simplicity. \n\nSimplicity without a name \nIs free from all external aim. \nWith no desire, at rest and still, \nAll things go right as of their will.",
  "1. (Those who) possessed in highest degree the attributes (of the\nTao) did not (seek) to show them, and therefore they possessed them\n(in fullest measure). (Those who) possessed in a lower degree those\nattributes (sought how) not to lose them, and therefore they did not\npossess them (in fullest measure). \n\n2. (Those who) possessed in the highest degree those attributes did\nnothing (with a purpose), and had no need to do anything. (Those who)\npossessed them in a lower degree were (always) doing, and had need\nto be so doing. \n\n3. (Those who) possessed the highest benevolence were (always seeking)\nto carry it out, and had no need to be doing so. (Those who) possessed\nthe highest righteousness were (always seeking) to carry it out, and\nhad need to be so doing. \n\n4. (Those who) possessed the highest (sense of) propriety were (always\nseeking) to show it, and when men did not respond to it, they bared\nthe arm and marched up to them. \n\n5. Thus it was that when the Tao was lost, its attributes appeared;\nwhen its attributes were lost, benevolence appeared; when benevolence\nwas lost, righteousness appeared; and when righteousness was lost,\nthe proprieties appeared. \n\n6. Now propriety is the attenuated form of leal-heartedness and good\nfaith, and is also the commencement of disorder; swift apprehension\nis (only) a flower of the Tao, and is the beginning of stupidity.\n\n7. Thus it is that the Great man abides by what is solid, and eschews\nwhat is flimsy; dwells with the fruit and not with the flower. It\nis thus that he puts away the one and makes choice of the other.",
  "1. The things which from of old have got the One (the Tao) are--\n\nHeaven which by it is bright and pure; \nEarth rendered thereby firm and sure; \nSpirits with powers by it supplied; \nValleys kept full throughout their void \nAll creatures which through it do live \nPrinces and kings who from it get \nThe model which to all they give. All these are the results of the\nOne (Tao). \n\n2. If heaven were not thus pure, it soon would rend; \nIf earth were not thus sure, 'twould break and bend; \nWithout these powers, the spirits soon would fail; \nIf not so filled, the drought would parch each vale; \nWithout that life, creatures would pass away; \nPrinces and kings, without that moral sway, \nHowever grand and high, would all decay. \n\n3. Thus it is that dignity finds its (firm) root in its (previous)\nmeanness, and what is lofty finds its stability in the lowness (from\nwhich it rises). Hence princes and kings call themselves 'Orphans,'\n'Men of small virtue,' and as 'Carriages without a nave.' Is not this\nan acknowledgment that in their considering themselves mean they see\nthe foundation of their dignity? So it is that in the enumeration\nof the different parts of a carriage we do not come on what makes\nit answer the ends of a carriage. They do not wish to show themselves\nelegant-looking as jade, but (prefer) to be coarse-looking as an (ordinary)\nstone.",
  "1. The movement of the Tao \nBy contraries proceeds; \nAnd weakness marks the course \nOf Tao's mighty deeds. \n\n2. All things under heaven sprang from It as existing (and named);\nthat existence sprang from It as non-existent (and not named).",
  "1. Scholars of the highest class, when they hear about the Tao, earnestly\ncarry it into practice. Scholars of the middle class, when they have\nheard about it, seem now to keep it and now to lose it. Scholars of\nthe lowest class, when they have heard about it, laugh greatly at\nit. If it were not (thus) laughed at, it would not be fit to be the\nTao. \n\n2. Therefore the sentence-makers have thus expressed themselves:--\n\n'The Tao, when brightest seen, seems light to lack; \nWho progress in it makes, seems drawing back; \nIts even way is like a rugged track. \nIts highest virtue from the vale doth rise; \nIts greatest beauty seems to offend the eyes; \nAnd he has most whose lot the least supplies. \nIts firmest virtue seems but poor and low; \nIts solid truth seems change to undergo; \nIts largest square doth yet no corner show \nA vessel great, it is the slowest made; \nLoud is its sound, but never word it said; \nA semblance great, the shadow of a shade.' \n\n3. The Tao is hidden, and has no name; but it is the Tao which is\nskilful at imparting (to all things what they need) and making them\ncomplete.",
  "1. The Tao produced One; One produced Two; Two produced Three; Three\nproduced All things. All things leave behind them the Obscurity (out\nof which they have come), and go forward to embrace the Brightness\n(into which they have emerged), while they are harmonised by the Breath\nof Vacancy. \n\n2. What men dislike is to be orphans, to have little virtue, to be\nas carriages without naves; and yet these are the designations which\nkings and princes use for themselves. So it is that some things are\nincreased by being diminished, and others are diminished by being\nincreased. \n\n3. What other men (thus) teach, I also teach. The violent and strong\ndo not die their natural death. I will make this the basis of my teaching.",
  "1. The softest thing in the world dashes against and overcomes the\nhardest; that which has no (substantial) existence enters where there\nis no crevice. I know hereby what advantage belongs to doing nothing\n(with a purpose). \n\n2. There are few in the world who attain to the teaching without words,\nand the advantage arising from non-action.",
  "1. Or fame or life, \nWhich do you hold more dear? \nOr life or wealth, \nTo which would you adhere? \nKeep life and lose those other things; \nKeep them and lose your life:--which brings \nSorrow and pain more near? \n\n2. Thus we may see, \nWho cleaves to fame \nRejects what is more great; \nWho loves large stores \nGives up the richer state. \n\n3. Who is content \nNeeds fear no shame. \nWho knows to stop \nIncurs no blame. \nFrom danger free \nLong live shall he.",
  "1. Who thinks his great achievements poor \nShall find his vigour long endure. \nOf greatest fulness, deemed a void, \nExhaustion ne'er shall stem the tide. \nDo thou what's straight still crooked deem; \nThy greatest art still stupid seem, \nAnd eloquence a stammering scream. \n\n2. Constant action overcomes cold; being still overcomes heat. Purity\nand stillness give the correct law to all under heaven.",
  "1. When the Tao prevails in the world, they send back their swift\nhorses to (draw) the dung-carts. When the Tao is disregarded in the\nworld, the war-horses breed in the border lands. \n\n2. There is no guilt greater than to sanction ambition; no calamity\ngreater than to be discontented with one's lot; no fault greater than\nthe wish to be getting. Therefore the sufficiency of contentment is\nan enduring and unchanging sufficiency.",
  "1. Without going outside his door, one understands (all that takes\nplace) under the sky; without looking out from his window, one sees\nthe Tao of Heaven. The farther that one goes out (from himself), the\nless he knows. \n\n2. Therefore the sages got their knowledge without travelling; gave\ntheir (right) names to things without seeing them; and accomplished\ntheir ends without any purpose of doing so.",
  "1. He who devotes himself to learning (seeks) from day to day to increase\n(his knowledge); he who devotes himself to the Tao (seeks) from day\nto day to diminish (his doing). \n\n2. He diminishes it and again diminishes it, till he arrives at doing\nnothing (on purpose). Having arrived at this point of non-action,\nthere is nothing which he does not do. \n\n3. He who gets as his own all under heaven does so by giving himself\nno trouble (with that end). If one take trouble (with that end), he\nis not equal to getting as his own all under heaven.",
  "1. The sage has no invariable mind of his own; he makes the mind of\nthe people his mind. \n\n2. To those who are good (to me), I am good; and to those who are\nnot good (to me), I am also good;--and thus (all) get to be good.\nTo those who are sincere (with me), I am sincere; and to those who\nare not sincere (with me), I am also sincere;--and thus (all) get\nto be sincere. \n\n3. The sage has in the world an appearance of indecision, and keeps\nhis mind in a state of indifference to all. The people all keep their\neyes and ears directed to him, and he deals with them all as his children.",
  "1. Men come forth and live; they enter (again) and die. \n\n2. Of every ten three are ministers of life (to themselves); and three\nare ministers of death. \n\n3. There are also three in every ten whose aim is to live, but whose\nmovements tend to the land (or place) of death. And for what reason?\nBecause of their excessive endeavours to perpetuate life.\n\n4. But I have heard that he who is skilful in managing the life entrusted\nto him for a time travels on the land without having to shun rhinoceros\nor tiger, and enters a host without having to avoid buff coat or sharp\nweapon. The rhinoceros finds no place in him into which to thrust\nits horn, nor the tiger a place in which to fix its claws, nor the\nweapon a place to admit its point. And for what reason? Because there\nis in him no place of death.",
  "1. All things are produced by the Tao, and nourished by its outflowing\noperation. They receive their forms according to the nature of each,\nand are completed according to the circumstances of their condition.\nTherefore all things without exception honour the Tao, and exalt its\noutflowing operation. \n\n2. This honouring of the Tao and exalting of its operation is not\nthe result of any ordination, but always a spontaneous tribute.\n\n3. Thus it is that the Tao produces (all things), nourishes them,\nbrings them to their full growth, nurses them, completes them, matures\nthem, maintains them, and overspreads them. \n\n4. It produces them and makes no claim to the possession of them;\nit carries them through their processes and does not vaunt its ability\nin doing so; it brings them to maturity and exercises no control over\nthem;--this is called its mysterious operation.",
  "1. (The Tao) which originated all under the sky is to be considered\nas the mother of them all. \n\n2. When the mother is found, we know what her children should be.\nWhen one knows that he is his mother's child, and proceeds to guard\n(the qualities of) the mother that belong to him, to the end of his\nlife he will be free from all peril. \n\n3. Let him keep his mouth closed, and shut up the portals (of his\nnostrils), and all his life he will be exempt from laborious exertion.\nLet him keep his mouth open, and (spend his breath) in the promotion\nof his affairs, and all his life there will be no safety for him.\n\n4. The perception of what is small is (the secret of clear- sightedness;\nthe guarding of what is soft and tender is (the secret of) strength.\n\n5. Who uses well his light, \nReverting to its (source so) bright, \nWill from his body ward all blight, \nAnd hides the unchanging from men's sight.",
  "1. If I were suddenly to become known, and (put into a position to)\nconduct (a government) according to the Great Tao, what I should be\nmost afraid of would be a boastful display. \n\n2. The great Tao (or way) is very level and easy; but people love\nthe by-ways. \n\n3. Their court(-yards and buildings) shall be well kept, but their\nfields shall be ill-cultivated, and their granaries very empty. They\nshall wear elegant and ornamented robes, carry a sharp sword at their\ngirdle, pamper themselves in eating and drinking, and have a superabundance\nof property and wealth;--such (princes) may be called robbers and\nboasters. This is contrary to the Tao surely!",
  "1. What (Tao's) skilful planter plants \nCan never be uptorn; \nWhat his skilful arms enfold, \nFrom him can ne'er be borne. \nSons shall bring in lengthening line, \nSacrifices to his shrine. \n\n2. Tao when nursed within one's self, \nHis vigour will make true; \nAnd where the family it rules \nWhat riches will accrue! \nThe neighbourhood where it prevails \nIn thriving will abound; \nAnd when 'tis seen throughout the state, \nGood fortune will be found. \nEmploy it the kingdom o'er, \nAnd men thrive all around. \n\n3. In this way the effect will be seen in the person, by the observation\nof different cases; in the family; in the neighbourhood; in the state;\nand in the kingdom. \n\n4. How do I know that this effect is sure to hold thus all under the\nsky? By this (method of observation).",
  "1. He who has in himself abundantly the attributes (of the Tao) is\nlike an infant. Poisonous insects will not sting him; fierce beasts\nwill not seize him; birds of prey will not strike him. \n\n2. (The infant's) bones are weak and its sinews soft, but yet its\ngrasp is firm. It knows not yet the union of male and female, and\nyet its virile member may be excited;--showing the perfection of its\nphysical essence. All day long it will cry without its throat becoming\nhoarse;--showing the harmony (in its constitution). \n\n3. To him by whom this harmony is known, \n(The secret of) the unchanging (Tao) is shown, \nAnd in the knowledge wisdom finds its throne. \nAll life-increasing arts to evil turn; \nWhere the mind makes the vital breath to burn, \n(False) is the strength, (and o'er it we should mourn.) \n\n4. When things have become strong, they (then) become old, which may\nbe said to be contrary to the Tao. Whatever is contrary to the Tao\nsoon ends.",
  "1. He who knows (the Tao) does not (care to) speak (about it); he\nwho is (ever ready to) speak about it does not know it. \n\n2. He (who knows it) will keep his mouth shut and close the portals\n(of his nostrils). He will blunt his sharp points and unravel the\ncomplications of things; he will attemper his brightness, and bring\nhimself into agreement with the obscurity (of others). This is called\n'the Mysterious Agreement.' \n\n3. (Such an one) cannot be treated familiarly or distantly; he is\nbeyond all consideration of profit or injury; of nobility or meanness:--he\nis the noblest man under heaven.",
  "1. A state may be ruled by (measures of) correction; weapons of war\nmay be used with crafty dexterity; (but) the kingdom is made one's\nown (only) by freedom from action and purpose. \n\n2. How do I know that it is so? By these facts:--In the kingdom the\nmultiplication of prohibitive enactments increases the poverty of\nthe people; the more implements to add to their profit that the people\nhave, the greater disorder is there in the state and clan; the more\nacts of crafty dexterity that men possess, the more do strange contrivances\nappear; the more display there is of legislation, the more thieves\nand robbers there are. \n\n3. Therefore a sage has said, 'I will do nothing (of purpose), and\nthe people will be transformed of themselves; I will be fond of keeping\nstill, and the people will of themselves become correct. I will take\nno trouble about it, and the people will of themselves become rich;\nI will manifest no ambition, and the people will of themselves attain\nto the primitive simplicity.'",
  "1. The government that seems the most unwise, \nOft goodness to the people best supplies; \nThat which is meddling, touching everything, \nWill work but ill, and disappointment bring. Misery!--happiness is\nto be found by its side! Happiness!--misery lurks beneath it! Who\nknows what either will come to in the end? \n\n2. Shall we then dispense with correction? The (method of) correction\nshall by a turn become distortion, and the good in it shall by a turn\nbecome evil. The delusion of the people (on this point) has indeed\nsubsisted for a long time. \n\n3. Therefore the sage is (like) a square which cuts no one (with its\nangles); (like) a corner which injures no one (with its sharpness).\nHe is straightforward, but allows himself no license; he is bright,\nbut does not dazzle.",
  "1. For regulating the human (in our constitution) and rendering the\n(proper) service to the heavenly, there is nothing like moderation.\n\n2. It is only by this moderation that there is effected an early return\n(to man's normal state). That early return is what I call the repeated\naccumulation of the attributes (of the Tao). With that repeated accumulation\nof those attributes, there comes the subjugation (of every obstacle\nto such return). Of this subjugation we know not what shall be the\nlimit; and when one knows not what the limit shall be, he may be the\nruler of a state. \n\n3. He who possesses the mother of the state may continue long. His\ncase is like that (of the plant) of which we say that its roots are\ndeep and its flower stalks firm:--this is the way to secure that its\nenduring life shall long be seen.",
  "1. Governing a great state is like cooking small fish. \n\n2. Let the kingdom be governed according to the Tao, and the manes\nof the departed will not manifest their spiritual energy. It is not\nthat those manes have not that spiritual energy, but it will not be\nemployed to hurt men. It is not that it could not hurt men, but neither\ndoes the ruling sage hurt them. \n\n3. When these two do not injuriously affect each other, their good\ninfluences converge in the virtue (of the Tao).",
  "1. What makes a great state is its being (like) a low-lying, down-\nflowing (stream);--it becomes the centre to which tend (all the small\nstates) under heaven. \n\n2. (To illustrate from) the case of all females:--the female always\novercomes the male by her stillness. Stillness may be considered (a\nsort of) abasement. \n\n3. Thus it is that a great state, by condescending to small states,\ngains them for itself; and that small states, by abasing themselves\nto a great state, win it over to them. In the one case the abasement\nleads to gaining adherents, in the other case to procuring favour.\n\n4. The great state only wishes to unite men together and nourish them;\na small state only wishes to be received by, and to serve, the other.\nEach gets what it desires, but the great state must learn to abase\nitself.",
  "1. Tao has of all things the most honoured place. \nNo treasures give good men so rich a grace; \nBad men it guards, and doth their ill efface. \n\n2. (Its) admirable words can purchase honour; (its) admirable deeds\ncan raise their performer above others. Even men who are not good\nare not abandoned by it. \n\n3. Therefore when the sovereign occupies his place as the Son of Heaven,\nand he has appointed his three ducal ministers, though (a prince)\nwere to send in a round symbol-of-rank large enough to fill both the\nhands, and that as the precursor of the team of horses (in the court-yard),\nsuch an offering would not be equal to (a lesson of) this Tao, which\none might present on his knees. \n\n4. Why was it that the ancients prized this Tao so much? Was it not\nbecause it could be got by seeking for it, and the guilty could escape\n(from the stain of their guilt) by it? This is the reason why all\nunder heaven consider it the most valuable thing.",
  "1. (It is the way of the Tao) to act without (thinking of) acting;\nto conduct affairs without (feeling the) trouble of them; to taste\nwithout discerning any flavour; to consider what is small as great,\nand a few as many; and to recompense injury with kindness.\n\n2. (The master of it) anticipates things that are difficult while\nthey are easy, and does things that would become great while they\nare small. All difficult things in the world are sure to arise from\na previous state in which they were easy, and all great things from\none in which they were small. Therefore the sage, while he never does\nwhat is great, is able on that account to accomplish the greatest\nthings. \n\n3. He who lightly promises is sure to keep but little faith; he who\nis continually thinking things easy is sure to find them difficult.\nTherefore the sage sees difficulty even in what seems easy, and so\nnever has any difficulties.",
  "1. That which is at rest is easily kept hold of; before a thing has\ngiven indications of its presence, it is easy to take measures against\nit; that which is brittle is easily broken; that which is very small\nis easily dispersed. Action should be taken before a thing has made\nits appearance; order should be secured before disorder has begun.\n\n2. The tree which fills the arms grew from the tiniest sprout; the\ntower of nine storeys rose from a (small) heap of earth; the journey\nof a thousand li commenced with a single step. \n\n3. He who acts (with an ulterior purpose) does harm; he who takes\nhold of a thing (in the same way) loses his hold. The sage does not\nact (so), and therefore does no harm; he does not lay hold (so), and\ntherefore does not lose his bold. (But) people in their conduct of\naffairs are constantly ruining them when they are on the eve of success.\nIf they were careful at the end, as (they should be) at the beginning,\nthey would not so ruin them. \n\n4. Therefore the sage desires what (other men) do not desire, and\ndoes not prize things difficult to get; he learns what (other men)\ndo not learn, and turns back to what the multitude of men have passed\nby. Thus he helps the natural development of all things, and does\nnot dare to act (with an ulterior purpose of his own).",
  "1. The ancients who showed their skill in practising the Tao did so,\nnot to enlighten the people, but rather to make them simple and ignorant.\n\n2. The difficulty in governing the people arises from their having\nmuch knowledge. He who (tries to) govern a state by his wisdom is\na scourge to it; while he who does not (try to) do so is a blessing.\n\n3. He who knows these two things finds in them also his model and\nrule. Ability to know this model and rule constitutes what we call\nthe mysterious excellence (of a governor). Deep and far-reaching is\nsuch mysterious excellence, showing indeed its possessor as opposite\nto others, but leading them to a great conformity to him.",
  "1. That whereby the rivers and seas are able to receive the homage\nand tribute of all the valley streams, is their skill in being lower\nthan they;--it is thus that they are the kings of them all. So it\nis that the sage (ruler), wishing to be above men, puts himself by\nhis words below them, and, wishing to be before them, places his person\nbehind them. \n\n2. In this way though he has his place above them, men do not feel\nhis weight, nor though he has his place before them, do they feel\nit an injury to them. \n\n3. Therefore all in the world delight to exalt him and do not weary\nof him. Because he does not strive, no one finds it possible to strive\nwith him.",
  "1. All the world says that, while my Tao is great, it yet appears\nto be inferior (to other systems of teaching).  Now it is just its\ngreatness that makes it seem to be inferior. If it were like any other\n(system), for long would its smallness have been known! \n\n2. But I have three precious things which I prize and hold fast. The\nfirst is gentleness; the second is economy; and the third is shrinking\nfrom taking precedence of others. \n\n3. With that gentleness I can be bold; with that economy I can be\nliberal; shrinking from taking precedence of others, I can become\na vessel of the highest honour. Now-a-days they give up gentleness\nand are all for being bold; economy, and are all for being liberal;\nthe hindmost place, and seek only to be foremost;--(of all which the\nend is) death. \n\n4. Gentleness is sure to be victorious even in battle, and firmly\nto maintain its ground. Heaven will save its possessor, by his (very)\ngentleness protecting him.",
  "He who in (Tao's) wars has skill \nAssumes no martial port; \nHe who fights with most good will \nTo rage makes no resort. \nHe who vanquishes yet still \nKeeps from his foes apart; \nHe whose hests men most fulfil \nYet humbly plies his art. \n\nThus we say, 'He ne'er contends, \nAnd therein is his might.' \nThus we say, 'Men's wills he bends, \nThat they with him unite.' \nThus we say, 'Like Heaven's his ends, \nNo sage of old more bright.'",
  "1. A master of the art of war has said, 'I do not dare to be the host\n(to commence the war); I prefer to be the guest (to act on the defensive).\nI do not dare to advance an inch; I prefer to retire a foot.' This\nis called marshalling the ranks where there are no ranks; baring the\narms (to fight) where there are no arms to bare; grasping the weapon\nwhere there is no weapon to grasp; advancing against the enemy where\nthere is no enemy. \n\n2. There is no calamity greater than lightly engaging in war. To do\nthat is near losing (the gentleness) which is so precious. Thus it\nis that when opposing weapons are (actually) crossed, he who deplores\n(the situation) conquers.",
  "1. My words are very easy to know, and very easy to practise; but\nthere is no one in the world who is able to know and able to practise\nthem. \n\n2. There is an originating and all-comprehending (principle) in my\nwords, and an authoritative law for the things (which I enforce).\nIt is because they do not know these, that men do not know me.\n\n3. They who know me are few, and I am on that account (the more) to\nbe prized. It is thus that the sage wears (a poor garb of) hair cloth,\nwhile he carries his (signet of) jade in his bosom.",
  "1. To know and yet (think) we do not know is the highest (attainment);\nnot to know (and yet think) we do know is a disease. \n\n2. It is simply by being pained at (the thought of) having this disease\nthat we are preserved from it. The sage has not the disease. He knows\nthe pain that would be inseparable from it, and therefore he does\nnot have it.",
  "1. When the people do not fear what they ought to fear, that which\nis their great dread will come on them. \n\n2. Let them not thoughtlessly indulge themselves in their ordinary\nlife; let them not act as if weary of what that life depends on.\n\n3. It is by avoiding such indulgence that such weariness does not\narise. \n\n4. Therefore the sage knows (these things) of himself, but does not\nparade (his knowledge); loves, but does not (appear to set a) value\non, himself. And thus he puts the latter alternative away and makes\nchoice of the former.",
  "1. He whose boldness appears in his daring (to do wrong, in defiance\nof the laws) is put to death; he whose boldness appears in his not\ndaring (to do so) lives on. Of these two cases the one appears to\nbe advantageous, and the other to be injurious. But \n\nWhen Heaven's anger smites a man, \nWho the cause shall truly scan? On this account the sage feels a difficulty\n(as to what to do in the former case). \n\n2. It is the way of Heaven not to strive, and yet it skilfully overcomes;\nnot to speak, and yet it is skilful in (obtaining a reply; does not\ncall, and yet men come to it of themselves. Its demonstrations are\nquiet, and yet its plans are skilful and effective. The meshes of\nthe net of Heaven are large; far apart, but letting nothing escape.",
  "1. The people do not fear death; to what purpose is it to (try to)\nfrighten them with death? If the people were always in awe of death,\nand I could always seize those who do wrong, and put them to death,\nwho would dare to do wrong? \n\n2. There is always One who presides over the infliction death. He\nwho would inflict death in the room of him who so presides over it\nmay be described as hewing wood instead of a great carpenter. Seldom\nis it that he who undertakes the hewing, instead of the great carpenter,\ndoes not cut his own hands!",
  "1. The people suffer from famine because of the multitude of taxes\nconsumed by their superiors. It is through this that they suffer famine.\n\n2. The people are difficult to govern because of the (excessive) agency\nof their superiors (in governing them). It is through this that they\nare difficult to govern. \n\n3. The people make light of dying because of the greatness of their\nlabours in seeking for the means of living. It is this which makes\nthem think light of dying. Thus it is that to leave the subject of\nliving altogether out of view is better than to set a high value on\nit.",
  "1. Man at his birth is supple and weak; at his death, firm and strong.\n(So it is with) all things. Trees and plants, in their early growth,\nare soft and brittle; at their death, dry and withered. \n\n2. Thus it is that firmness and strength are the concomitants of death;\nsoftness and weakness, the concomitants of life. \n\n3. Hence he who (relies on) the strength of his forces does not conquer;\nand a tree which is strong will fill the out-stretched arms, (and\nthereby invites the feller.) \n\n4. Therefore the place of what is firm and strong is below, and that\nof what is soft and weak is above.",
  "1. May not the Way (or Tao) of Heaven be compared to the (method of)\nbending a bow? The (part of the bow) which was high is brought low,\nand what was low is raised up. (So Heaven) diminishes where there\nis superabundance, and supplements where there is deficiency.\n\n2. It is the Way of Heaven to diminish superabundance, and to supplement\ndeficiency. It is not so with the way of man. He takes away from those\nwho have not enough to add to his own superabundance. \n\n3. Who can take his own superabundance and therewith serve all under\nheaven? Only he who is in possession of the Tao! \n\n4. Therefore the (ruling) sage acts without claiming the results as\nhis; he achieves his merit and does not rest (arrogantly) in it:--he\ndoes not wish to display his superiority.",
  "1. There is nothing in the world more soft and weak than water, and\nyet for attacking things that are firm and strong there is nothing\nthat can take precedence of it;--for there is nothing (so effectual)\nfor which it can be changed. \n\n2. Every one in the world knows that the soft overcomes the hard,\nand the weak the strong, but no one is able to carry it out in practice.\n\n3. Therefore a sage has said, \n'He who accepts his state's reproach, \nIs hailed therefore its altars' lord; \nTo him who bears men's direful woes \nThey all the name of King accord.' \n\n4. Words that are strictly true seem to be paradoxical.",
  "1. When a reconciliation is effected (between two parties) after a\ngreat animosity, there is sure to be a grudge remaining (in the mind\nof the one who was wrong). And how can this be beneficial (to the\nother)? \n\n2. Therefore (to guard against this), the sage keeps the left-hand\nportion of the record of the engagement, and does not insist on the\n(speedy) fulfilment of it by the other party. (So), he who has the\nattributes (of the Tao) regards (only) the conditions of the engagement,\nwhile he who has not those attributes regards only the conditions\nfavourable to himself. \n\n3. In the Way of Heaven, there is no partiality of love; it is always\non the side of the good man.",
  "1. In a little state with a small population, I would so order it,\nthat, though there were individuals with the abilities of ten or a\nhundred men, there should be no employment of them; I would make the\npeople, while looking on death as a grievous thing, yet not remove\nelsewhere (to avoid it). \n\n2. Though they had boats and carriages, they should have no occasion\nto ride in them; though they had buff coats and sharp weapons, they\nshould have no occasion to don or use them. \n\n3. I would make the people return to the use of knotted cords (instead\nof the written characters). \n\n4. They should think their (coarse) food sweet; their (plain) clothes\nbeautiful; their (poor) dwellings places of rest; and their common\n(simple) ways sources of enjoyment. \n\n5. There should be a neighbouring state within sight, and the voices\nof the fowls and dogs should be heard all the way from it to us, but\nI would make the people to old age, even to death, not have any intercourse\nwith it."
]